[
  {
    "id": 1,
    "disease_title": "Cardiovascular Center",
    "details": ""
  },
  {
    "id": 2,
    "disease_title": "Childbirth Center",
    "details": "The Childbirth Center provides safe, compassionate, and comprehensive maternity care from pregnancy through delivery and postnatal recovery. Prenatal services include regular checkups, ultrasounds, laboratory testing, and personalized health guidance to support maternal and fetal well-being. Labor and delivery services respect each mother’s birth plan while ensuring medical readiness for all situations. Postnatal care focuses on maternal recovery, newborn health screening, breastfeeding support, and parental education. Emotional well-being and family-centered care are core priorities. By combining modern obstetric care with compassion and education, the Childbirth Center ensures a positive childbirth experience."
  },
  {
    "id": 3,
    "disease_title": "Cardiology",
    "details": "The Cardiology Department specializes in diagnosing and treating heart-related conditions using modern diagnostic tools and personalized treatment plans. Services include ECG, echocardiography, stress testing, and long-term cardiac management. Preventive cardiology, lifestyle counseling, medication management, and patient education are key components of care. The department is dedicated to improving heart health and preventing complications."
  },
  {
    "id": 4,
    "disease_title": "Skin Care",
    "details": "The Skin Care Department offers comprehensive dermatological services focused on maintaining healthy skin and treating a wide range of skin conditions. Services include diagnosis and treatment of acne, eczema, psoriasis, infections, allergic reactions, and chronic skin disorders. Advanced therapies and cosmetic dermatology procedures are also available. Patient education and preventive skin care are emphasized to ensure long-term skin health."
  },
  {
    "id": 5,
    "disease_title": "Laboratory Service",
    "details": "Laboratory Services provide accurate and timely diagnostic testing essential for effective medical decision-making. The laboratory is equipped with modern technology to perform blood tests, biochemical analysis, microbiology, and pathology services. Strict quality control ensures reliable results. Laboratory services support all clinical departments and play a critical role in disease diagnosis, monitoring, and prevention."
  },
  {
    "id": 6,
    "disease_title": "Mammography",
    "details": "Mammography services focus on early detection and screening of breast conditions using advanced imaging technology. Regular screenings help identify abnormalities at an early stage, improving treatment outcomes. The department ensures patient comfort, accurate imaging, and professional interpretation of results. Education on breast health and follow-up care is also provided."
  },
  {
    "id": 7,
    "disease_title": "Dermatologist",
    "details": "The Dermatology Department provides expert care for skin, hair, and nail conditions. Services include medical treatment for infections, autoimmune disorders, and chronic skin diseases, as well as cosmetic procedures. Personalized treatment plans and patient education ensure effective and long-lasting results."
  },
  {
    "id": 8,
    "disease_title": "Anesthesiology Center",
    "details": "The Anesthesiology Center delivers safe and effective anesthesia services for surgical and diagnostic procedures. Anesthesiologists assess patients preoperatively, manage anesthesia during procedures, and provide postoperative pain control. Patient safety, comfort, and continuous monitoring are top priorities."
  },
  {
    "id": 9,
    "disease_title": "Pediatrics",
    "details": "The Pediatrics Department offers comprehensive healthcare services for infants, children, and adolescents. Care focuses on growth, development, disease prevention, and treatment of childhood illnesses. Vaccination programs, developmental screenings, and parental guidance are key services."
  },
  {
    "id": 10,
    "disease_title": "Eye Care",
    "details": "Eye Care services include diagnosis and treatment of vision and eye-related conditions. Comprehensive eye exams, corrective vision services, and management of eye diseases are provided using modern ophthalmic technology. Patient education on eye health and preventive care is emphasized."
  },
  {
    "id": 11,
    "disease_title": "Radiology Center",
    "details": "The Radiology Center provides advanced imaging services such as X-ray, CT, MRI, and ultrasound. These imaging techniques support accurate diagnosis and treatment planning across medical specialties. The department prioritizes patient safety, precision, and timely reporting."
  }
]